Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKit/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Message.thisDocumentCantBeOpenedRightNow
source: This document can't be opened right now.
ar: لا يمكن فتح هذه الوثيقة الآن.
bg: Този документ не може да бъде отворен в момента.
ca: Aquest document no es pot obrir ara mateix.
cs: Tento dokument nyní nelze otevřít.
da: Dette dokument kan ikke åbnes lige nu.
de: Dieses Dokument kann momentan nicht geöffnet werden.
el: Αυτό το έγγραφο δεν μπορεί να ανοίξει αυτήν τη στιγμή.
es: Este documento no se puede abrir en este momento.
es_419: Este documento no se puede abrir en este momento.
fi: Tätä asiakirjaa ei voi avata juuri nyt.
fr: Ce document ne peut pas être ouvert pour le moment.
fr_ca: Ce document ne peut pas être ouvert pour le moment.
he: לא ניתן לפתוח את המסמך הזה כרגע.
hi: यह दस्तावेज़ अभी नहीं खोला जा सकता.
hr: Ovaj dokument trenutno nije moguće otvoriti.
hu: Ez a dokumentum jelenleg nem nyitható meg.
id: Dokumen ini tidak dapat dibuka saat ini.
it: Al momento non è possibile aprire questo documento.
ja: このドキュメントは現在開くことができません。
kk: Бұл құжатты қазір ашу мүмкін емес.
ko: 지금은 이 문서를 열 수 없습니다.
ms: Dokumen ini tidak boleh dibuka sekarang.
nb: Dette dokumentet kan ikke åpnes akkurat nå.
nl: Dit document kan momenteel niet worden geopend.
pl: W tej chwili nie można otworzyć tego dokumentu.
pt_br: Este documento não pode ser aberto agora.
pt_pt: Este documento não pode ser aberto de momento.
ro: Acest document nu poate fi deschis acum.
ru: Этот документ сейчас не может быть открыт.
sk: Tento dokument sa momentálne nedá otvoriť.
sv: Det här dokumentet kan inte öppnas just nu.
th: ไม่สามารถเปิดเอกสารนี้ได้ในขณะนี้
tr: Bu belge şu anda açılamıyor.
uk: Цей документ зараз неможливо відкрити.
vi: Không thể mở tài liệu này ngay bây giờ.
zh_hans: 现在无法打开此文档。
zh_hant: 現在無法開啟此文件。
zh_hk: 此文档现在无法打开。

# TK.Message.thisPresentationCantBeOpenedRightNow
source: This presentation can't be opened right now.
ar: لا يمكن فتح هذا العرض التقديمي الآن.
bg: Тази презентация не може да бъде отворена в момента.
ca: Aquesta presentació no es pot obrir ara mateix.
cs: Tuto prezentaci nyní nelze otevřít.
da: Denne præsentation kan ikke åbnes lige nu.
de: Diese Präsentation kann momentan nicht geöffnet werden.
el: Αυτή η παρουσίαση δεν μπορεί να ανοίξει αυτήν τη στιγμή.
es: Esta presentación no se puede abrir en este momento.
es_419: Esta presentación no se puede abrir en este momento.
fi: Tätä esitystä ei voi avata juuri nyt.
fr: Cette présentation ne peut pas être ouverte pour le moment.
fr_ca: Cette présentation ne peut pas être ouverte pour le moment.
he: לא ניתן לפתוח את המצגת הזו כרגע.
hi: यह प्रस्तुति अभी नहीं खोली जा सकती.
hr: Ovu prezentaciju trenutno nije moguće otvoriti.
hu: Ez a prezentáció jelenleg nem nyitható meg.
id: Presentasi ini tidak dapat dibuka saat ini.
it: Al momento non è possibile aprire questa presentazione.
ja: このプレゼンテーションは現在開くことができません。
kk: Бұл презентацияны дәл қазір ашу мүмкін емес.
ko: 지금은 이 프레젠테이션을 열 수 없습니다.
ms: Pembentangan ini tidak boleh dibuka sekarang.
nb: Denne presentasjonen kan ikke åpnes akkurat nå.
nl: Deze presentatie kan momenteel niet worden geopend.
pl: W tej chwili nie można otworzyć tej prezentacji.
pt_br: Esta apresentação não pode ser aberta agora.
pt_pt: Esta apresentação não pode ser aberta de momento.
ro: Această prezentare nu poate fi deschisă acum.
ru: Эту презентацию сейчас невозможно открыть.
sk: Táto prezentácia sa momentálne nedá otvoriť.
sv: Den här presentationen kan inte öppnas just nu.
th: ไม่สามารถเปิดการนำเสนอนี้ได้ในขณะนี้
tr: Bu sunum şu anda açılamıyor.
uk: Цю презентацію зараз неможливо відкрити.
vi: Không thể mở bài thuyết trình này ngay bây giờ.
zh_hans: 现在无法打开此演示文稿。
zh_hant: 現在無法開啟此簡報。
zh_hk: 此演示文稿现在无法打开。

# TK.Message.thisSpreadsheetCantBeOpenedRightNow
source: This spreadsheet can't be opened right now.
ar: لا يمكن فتح جدول البيانات هذا الآن.
bg: Тази електронна таблица не може да се отвори в момента.
ca: Aquest full de càlcul no es pot obrir ara mateix.
cs: Tuto tabulku nyní nelze otevřít.
da: Dette regneark kan ikke åbnes lige nu.
de: Diese Tabelle kann momentan nicht geöffnet werden.
el: Αυτό το υπολογιστικό φύλλο δεν μπορεί να ανοίξει αυτήν τη στιγμή.
es: Esta hoja de cálculo no se puede abrir en este momento.
es_419: Esta hoja de cálculo no se puede abrir en este momento.
fi: Tätä laskentataulukkoa ei voi avata juuri nyt.
fr: Cette feuille de calcul ne peut pas être ouverte pour le moment.
fr_ca: Ce tableur ne peut pas être ouvert en ce moment.
he: לא ניתן לפתוח את הגיליון האלקטרוני הזה כרגע.
hi: इस स्प्रेडशीट को अभी नहीं खोला जा सकता.
hr: Ovu proračunsku tablicu trenutno nije moguće otvoriti.
hu: Ez a táblázat jelenleg nem nyitható meg.
id: Lembar kerja ini tidak dapat dibuka saat ini.
it: Al momento non è possibile aprire questo foglio di calcolo.
ja: このスプレッドシートは現在開けません。
kk: Бұл электрондық кестені дәл қазір ашу мүмкін емес.
ko: 지금은 이 스프레드시트를 열 수 없습니다.
ms: Hamparan ini tidak boleh dibuka sekarang.
nb: Dette regnearket kan ikke åpnes akkurat nå.
nl: Dit spreadsheet kan momenteel niet worden geopend.
pl: W tej chwili nie można otworzyć tego arkusza kalkulacyjnego.
pt_br: Esta planilha não pode ser aberta agora.
pt_pt: Neste momento, não é possível abrir esta folha de cálculo.
ro: Această foaie de calcul nu poate fi deschisă acum.
ru: Эту таблицу сейчас невозможно открыть.
sk: Táto tabuľka sa momentálne nedá otvoriť.
sv: Det här kalkylarket kan inte öppnas just nu.
th: ไม่สามารถเปิดสเปรดชีตนี้ได้ในขณะนี้
tr: Bu elektronik tablo şu anda açılamıyor.
uk: Цю електронну таблицю зараз неможливо відкрити.
vi: Không thể mở bảng tính này ngay bây giờ.
zh_hans: 现在无法打开此电子表格。
zh_hant: 現在無法開啟此電子表格。
zh_hk: 此試算表目前無法打開。

# TK.Message.tryAgainLater
source: Try again later.
ar: حاول مرة أخرى في وقت لاحق.
bg: Опитайте отново по-късно.
ca: Torna‑ho a provar més tard.
cs: Zkuste to znovu později.
da: Prøv igen senere.
de: Versuche es später erneut.
el: Δοκιμάστε ξανά αργότερα.
es: Inténtalo más tarde.
es_419: Inténtalo de nuevo más tarde.
fi: Yritä myöhemmin uudelleen.
fr: Réessayez plus tard.
fr_ca: Réessaie plus tard.
he: נא לנסות שוב מאוחר יותר.
hi: बाद में फिर कोशिश करें।
hr: Pokušaj kasnije.
hu: Próbáld újra később.
id: Coba lagi nanti.
it: Riprova più tardi.
ja: あとでやり直してください。
kk: Әрекетті кейінірек қайталап көріңіз.
ko: 나중에 다시 시도해봐.
ms: Cuba lagi kemudian.
nb: Prøv igjen senere.
nl: Probeer het later opnieuw.
pl: Spróbuj ponownie później.
pt_br: Tente novamente mais tarde.
pt_pt: Tente novamente mais tarde.
ro: Reîncercați mai târziu.
ru: Повторите попытку позже.
sk: Skúste to znovu neskôr.
sv: Försök igen senare.
th: ลองอีกครั้งภายหลัง
tr: Daha sonra yeniden deneyin.
uk: Будь ласка, спробуйте ще раз пізніше.
vi: Hãy thử lại sau.
zh_hans: 请稍后再试。
zh_hant: 請稍後再試。
zh_hk: 稍後再試。

# TK.Message.twoFactorAuthenticationRequired
source: Two-Factor Authentication Required
ar: المصادقة ثنائية المعامل مطلوبة
bg: Изисква се двуфакторна идентификация
ca: Autenticació de doble factor necessària
cs: Je požadováno dvoufaktorové ověření
da: Tofaktorgodkendelse kræves
de: Zwei-Faktor-Authentifizierung erforderlich
el: Απαιτείται έλεγχος ταυτότητας δύο παραγόντων
es: Autenticación de doble factor obligatoria
es_419: Se requiere autenticación de dos factores
fi: Vaaditaan kaksiosainen todennus
fr: Identification à deux facteurs requise
fr_ca: Authentification à deux facteurs requise
he: נדרש אימות דו-גורמי
hi: दो-कारक प्रमाणीकरण आवश्यक
hr: Potrebna je dvofaktorska autentikacija
hu: Kétlépéses hitelesítés szükséges
id: Autentikasi Dua Faktor Diperlukan
it: È richiesta l’autenticazione a due fattori
ja: 2ファクタ認証が必要です
kk: Екі факторлы тексеру қажет
ko: 이중 인증 필요
ms: Pengesahan Dua Faktor Diperlukan
nb: To-faktorautentisering kreves
nl: Twee-factor-authenticatie vereist
pl: Wymagane uwierzytelnianie dwupoziomowe
pt_br: Requer Autenticação de Dois Fatores
pt_pt: Autenticação em Dois Fatores Necessária
ro: Autentificare cu doi factori necesară
ru: Требуется двухфакторная аутентификация
sk: Vyžaduje sa dvojfaktorová autentifikácia
sv: Tvåfaktorsautentisering krävs
th: ต้องใช้การตรวจสอบสิทธิ์สองปัจจัย
tr: İki Faktörlü Kimlik Doğrulama Gerekiyor
uk: Потрібна двофакторна автентифікація
vi: Yêu cầu xác thực hai yếu tố
zh_hans: 需要双重认证
zh_hant: 需要雙重認證
zh_hk: 需要雙重身份驗證

# TK.Message.unableToConnect
source: Unable to Connect
ar: غير قادر على الاتصال
bg: Грешка при свързване
ca: No s’ha pogut connectar
cs: Nelze se připojit
da: Kan ikke oprette forbindelse
de: Verbindung nicht möglich
el: Δεν είναι δυνατή η σύνδεση
es: No se puede establecer conexión
es_419: No se puede conectar
fi: Yhteyttä ei voida muodostaa
fr: Impossible de se connecter
fr_ca: Impossible de se connecter
he: לא ניתן להתחבר
hi: कनेक्ट करने में असमर्थ
hr: Spajanje nije moguće
hu: Nem lehet kapcsolódni
id: Tidak Dapat Terhubung
it: Connessione non riuscita
ja: 接続できません
kk: Қосыла алмады
ko: 연결할 수 없음
ms: Gagal Bersambung
nb: Kan ikke koble til
nl: Geen verbinding mogelijk
pl: Nie można się połączyć
pt_br: Não Foi Possível Conectar
pt_pt: Impossível ligar
ro: Conectarea nu a reușit
ru: Сбой подключения
sk: Nie je možné sa pripojiť
sv: Kunde inte ansluta
th: ไม่สามารถเชื่อมต่อได้
tr: Bağlanamıyor
uk: Не вдається зʼєднатися
vi: Không thể kết nối
zh_hans: 无法连接
zh_hant: 無法連接
zh_hk: 無法連接

# TK.Message.verificationFailed
source: Verification Failed
ar: فشل التحقق
bg: Неуспешна верификация
ca: Error de verificació
cs: Ověřování selhalo
da: Godkendelse mislykkedes
de: Prüfung fehl­geschlagen
el: Απέτυχε η επαλήθευση
es: Error de verificación
es_419: Verificación fallida
fi: Vahvistus epäonnistui
fr: Échec de la vérification
fr_ca: Échec de la vérification
he: האימות נכשל
hi: सत्यापन विफल
hr: Provjera nije uspjela
hu: Az ellenőrzés sikertelen
id: Verifikasi Gagal
it: Verifica non riuscita
ja: 確認に失敗しました
kk: Тексеру сәтсіз аяқталды
ko: 확인 실패
ms: Pengesahan Gagal
nb: Verifisering mislyktes
nl: Verificatie mislukt
pl: Błąd weryfikacji
pt_br: A Verificação Falhou
pt_pt: Verificação falhada
ro: Verificare eșuată
ru: Сбой проверки
sk: Overovanie zlyhalo
sv: Bekräftelsen misslyckades
th: การตรวจสอบยืนยันไม่สำเร็จ
tr: Doğrulama Başarısız
uk: Не перевірено
vi: Không thể xác minh
zh_hans: 验证失败
zh_hant: 驗證失敗
zh_hk: 驗證失敗

# TK.Message.verificationRequired
source: Verification Required
ar: مطلوب التحقق
bg: Изисква се потвърждение
ca: Verificació obligatòria
cs: Je požadováno ověření
da: Bekræftelse kræves
de: Überprüfung erforderlich
el: Απαιτείται επαλήθευση
es: Verificación obligatoria
es_419: Se requiere verificación
fi: Vaaditaan vahvistus
fr: Validation requise
fr_ca: Vérification requise
he: נדרש אימות
hi: सत्यापन आवश्यक
hr: Potrebna je verifikacija
hu: Ellenőrzés szükséges
id: Verifikasi Diperlukan
it: Verifica richiesta
ja: 認証が必要です
kk: Тексеру талап етіледі
ko: 확인 필요
ms: Pengesahan Diperlukan
nb: Verifisering kreves
nl: Verificatie vereist
pl: Wymagana weryfikacja
pt_br: Verificação Necessária
pt_pt: Verificação Necessária
ro: Verificare necesară
ru: Требуется проверка
sk: Vyžaduje sa overenie
sv: Verifiering krävs
th: ต้องทำการตรวจสอบยืนยัน
tr: Doğrulama Gerekiyor
uk: Потрібна перевірка
vi: Yêu cầu xác minh
zh_hans: 需要验证
zh_hant: 需要驗證
zh_hk: 需要驗證

# TK.Message.youCanTryAgainLater
source: You can try again later.
ar: يمكنك المحاولة مرة أخرى لاحقًا.
bg: Можете да опитате отново по-късно.
ca: Pots tornar‑ho a provar més tard.
cs: Můžete to zkusit znovu později.
da: Du kan prøve igen senere.
de: Du kannst es später erneut versuchen.
el: Μπορείτε να δοκιμάσετε πάλι αργότερα.
es: Puedes volver a intentarlo más tarde.
es_419: Puedes intentar de nuevo más tarde.
fi: Voit yrittää myöhemmin uudelleen.
fr: Réessayez ultérieurement.
fr_ca: Tu peux réessayer plus tard.
he: אפשר לנסות שוב מאוחר יותר.
hi: आप बाद में फिर कोशिश कर सकते हैं।
hr: Ti možeš pokušati ponovno kasnije.
hu: Újrapróbálhatod később.
id: Anda dapat mencoba lagi nanti.
it: Puoi riprovare più tardi.
ja: しばらくしてからもう一度お試しください。
kk: Әрекетті кейінірек қайталап көруге болады.
ko: 나중에 다시 시도해볼 수 있어요.
ms: Anda boleh mencuba lagi kemudian.
nb: Du kan prøve igjen senere.
nl: Je kunt het later opnieuw proberen.
pl: Możesz spróbować ponownie później.
pt_br: Você pode tentar novamente mais tarde.
pt_pt: Pode tentar novamente mais tarde.
ro: Puteți reîncerca mai târziu.
ru: Вы можете повторить попытку позже.
sk: Môžete to skúsiť znovu neskôr.
sv: Du kan försöka igen senare.
th: คุณสามารถลองได้อีกครั้งในภายหลัง
tr: Daha sonra yeniden deneyebilirsiniz.
uk: Ви можете спробувати ще раз пізніше.
vi: Bạn có thể thử lại sau.
zh_hans: 你可以稍后再试。
zh_hant: 你可以稍後再試一次。
zh_hk: 你可以稍後再試。

# TK.Message.youCanTurnThemOnInSettings
source: You can turn them on in Settings.
ar: يمكنك تشغيلها في الإعدادات.
bg: Можете да ги включите в Настройки.
ca: Pots activar‑les a la configuració.
cs: Můžete je zapnout v Nastavení.
da: Du kan slå dem til i Indstillinger.
de: Du kannst sie in den Einstellungen aktivieren.
el: Μπορείτε να τις ενεργοποιήσετε στις Ρυθμίσεις.
es: Puedes activarlas en Ajustes.
es_419: Puedes activarlos en la Configuración.
fi: Voit laittaa ne päälle Asetuksissa.
fr: Vous pouvez les activer dans les réglages.
fr_ca: Tu peux les activer dans les Réglages.
he: באפשרותך להפעיל אותם דרך ״הגדרות״.
hi: आप सेटिंग्ज़ में जाकर उन्हें चालू कर सकते हैं।
hr: Možeš ih uključiti u Postavkama.
hu: A Beállításokban kapcsolhatod be őket.
id: Anda dapat menyalakannya di Pengaturan.
it: Puoi attivarle in Impostazioni.
ja: “設定”でオンにできます。
kk: Бұл параметрді «Реттеулер» мәзірінде қосуға болады.
ko: 설정에서 켤 수 있어요.
ms: Anda boleh mengaktifkannya dalam Seting.
nb: Du kan slå dem på i Innstillinger.
nl: Je kunt ze inschakelen in Instellingen.
pl: Możesz je włączyć w Ustawieniach.
pt_br: Você pode ativá-los em Configurações.
pt_pt: Pode ativá-los nas Definições.
ro: Le puteți activa în Configurări.
ru: Их можно включить в Настройках.
sk: Môžete ich zapnúť v Nastaveniach.
sv: Du kan slå på dem i Inställningar.
th: คุณสามารถเปิดใช้ได้ในการตั้งค่า
tr: Bunları Ayarlar’da açabilirsiniz.
uk: Це можна ввімкнути в Параметрах.
vi: Bạn có thể bật thông báo trong Cài đặt.
zh_hans: 你可以在“设置”中将其打开。
zh_hant: 你可以在「設定」中將其開啟。
zh_hk: 你可以在設置中開啟它們。

# TK.Message.youreOffline
source: You're Offline
ar: أنت غير متصل بالإنترنت
bg: Вие сте офлайн
ca: Estàs fora de línia
cs: Jste offline
da: Du er offline
de: Du bist offline
el: Είστε εκτός σύνδεσης
es: Estás desconectado
es_419: Estás sin conexión
fi: Olet offline-tilassa
fr: Vous êtes hors ligne
fr_ca: Tu es hors ligne
he: אתה לא מקוון
hi: आप ऑफ़लाइन हैं
hr: Izvan mreže ste
hu: Offline vagy
id: Anda Sedang Offline
it: Sei offline
ja: オフラインです
kk: Сіз офлайнсыз
ko: 오프라인 상태입니다.
ms: Anda di luar talian
nb: Du er offline
nl: Je bent offline
pl: Jesteś offline
pt_br: Você está offline
pt_pt: Estás offline
ro: Ești offline
ru: Вы не в сети
sk: Ste offline
sv: Du är offline
th: คุณออฟไลน์อยู่
tr: Çevrimdışısınız
uk: Ви офлайн
vi: Bạn đang ngoại tuyến
zh_hans: 你当前离线
zh_hant: 你目前離線
zh_hk: 你目前是離線狀態

# TK.Placeholder.connectingDots
source: Connecting…
ar: جاري الاتصال…
bg: Свързване…
ca: Connectant…
cs: Připojování…
da: Opretter forbindelse…
de: Verbinden …
el: Σύνδεση…
es: Conectando…
es_419: Conectando…
fi: Yhdistetään…
fr: Connexion…
fr_ca: Connexion…
he: מתחבר…
hi: कनेक्ट किया जा रहा है…
hr: Spajanje…
hu: Kapcsolódás…
id: Menghubungkan…
it: Connetto…
ja: 接続中…
kk: Қосылуда…
ko: 연결 중…
ms: Bersambung…
nb: Kobler til…
nl: Verbinden…
pl: Łączę się…
pt_br: Conectando…
pt_pt: A conectar…
ro: Conectare…
ru: Подключение…
sk: Pripájam…
sv: Ansluter…
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
uk: Зʼєднування…
vi: Đang kết nối…
zh_hans: 正在连接…
zh_hant: 連線中⋯
zh_hk: 正在連接…

# TK.Placeholder.downloadingDots
source: Downloading…
ar: جاري التنزيل…
bg: Изтегляне…
ca: Descarregant…
cs: Stahování…
da: Henter…
de: Laden …
el: Λήψη…
es: Descargando…
es_419: Descargando…
fi: Ladataan…
fr: Téléchargement…
fr_ca: Téléchargement…
he: מוריד…
hi: डाउनलोड जारी है…
hr: Preuzimanje…
hu: Letöltés…
id: Mengunduh…
it: Scarico…
ja: ダウンロード中…
kk: Жүктеп алынуда…
ko: 다운로드 중…
ms: Memuat Turun…
nb: Laster ned…
nl: Downloaden…
pl: Pobieram…
pt_br: Baixando…
pt_pt: A descarregar…
ro: Descărcare…
ru: Загрузка…
sk: Sťahujem…
sv: Hämtar…
th: กำลังดาวน์โหลด…
tr: İndiriliyor…
uk: Викачування…
vi: Đang tải về…
zh_hans: 正在下载…
zh_hant: 下載中⋯
zh_hk: 正在下載…

# TK.Placeholder.loadingDots
source: Loading…
ar: جاري التحميل…
bg: Зареждане…
ca: Carregant…
cs: Načítání…
da: Indlæser…
de: Laden …
el: Φόρτωση…
es: Cargando…
es_419: Cargando…
fi: Ladataan…
fr: Chargement…
fr_ca: Chargement…
he: טוען…
hi: लोड किया जा रहा है…
hr: Učitavanje…
hu: Betöltés…
id: Memuat…
it: Carico…
ja: 読み込み中…
kk: Жүктелуде…
ko: 로드 중…
ms: Memuatkan…
nb: Laster…
nl: Laden…
pl: Wczytuję…
pt_br: Carregando…
pt_pt: A carregar…
ro: Încărcare…
ru: Загрузка…
sk: Načítavam…
sv: Läser in…
th: กำลังโหลด…
tr: Yükleniyor…
uk: Завантаження…
vi: Đang tải…
zh_hans: 正在载入…
zh_hant: 載入中⋯
zh_hk: 正在加載…

# TK.Placeholder.locatingDots
source: Locating…
ar: جاري تحديد الموقع…
bg: Откриване…
ca: Localitzant…
cs: Určování polohy…
da: Finder…
de: Suchen …
el: Εντοπισμός…
es: Localizando…
es_419: Localizando…
fi: Paikannetaan…
fr: Localisation…
fr_ca: Localisation…
he: מאתר…
hi: पता लगाया जा रहा है…
hr: Lociranje…
hu: Keresés…
id: Mencari…
it: Individuo…
ja: 位置情報を取得中…
kk: Орны анықталуда…
ko: 위치 찾는 중…
ms: Mencari…
nb: Lokaliserer…
nl: Lokaliseren…
pl: Lokalizuję…
pt_br: Localizando…
pt_pt: A localizar…
ro: Localizare…
ru: Идет поиск…
sk: Určujem polohu…
sv: Hittar…
th: กำลังหา…
tr: Bulunuyor…
uk: Визначання…
vi: Đang định vị…
zh_hans: 正在定位…
zh_hant: 定位中⋯
zh_hk: 正在定位…

# TK.Placeholder.preparingDots
source: Preparing…
ar: جاري التحضير…
bg: Подготвяне…
ca: Preparant…
cs: Příprava…
da: Forbereder…
de: Vorbereiten …
el: Προετοιμασία…
es: Preparando…
es_419: Preparando…
fi: Valmistellaan…
fr: Préparation…
fr_ca: Préparation…
he: מכין…
hi: तैयार किया जा रहा है…
hr: Priprema…
hu: Előkészítés…
id: Menyiapkan…
it: Preparo…
ja: 準備中…
kk: Дайындалуда…
ko: 준비 중…
ms: Menyediakan…
nb: Forbereder…
nl: Voorbereiden…
pl: Przygotowuję…
pt_br: Preparando…
pt_pt: A preparar…
ro: Pregătire…
ru: Подготовка…
sk: Pripravujem…
sv: Förbereder…
th: กำลังเตรียม…
tr: Hazırlanıyor…
uk: Готування…
vi: Đang chuẩn bị…
zh_hans: 正在准备…
zh_hant: 準備中⋯
zh_hk: 正在準備…

# TK.Placeholder.processingDots
source: Processing…
ar: جاري المعالجة…
bg: Обработка…
ca: S'està processant…
cs: Zpracovává se…
da: Forarbejdning…
de: Verarbeitung…
el: Επεξεργασία…
es: Procesando…
es_419: Procesando…
fi: Käsitellään…
fr: Traitement…
fr_ca: Traitement…
he: מעבד…
hi: प्रसंस्करण…
hr: Obrada…
hu: Feldolgozás…
id: Memproses…
it: Elaborazione in corso…
ja: 処理…
kk: Өңдеуде…
ko: 처리 중…
ms: Memproses…
nb: Behandler…
nl: Verwerken…
pl: Przetwarzanie…
pt_br: Processando…
pt_pt: A processar…
ro: Prelucrare…
ru: Обработка…
sk: Spracováva sa…
sv: Bearbetar...
th: กำลังประมวลผล…
tr: İşleme…
uk: Обробка…
vi: Xử lý…
zh_hans: 正在处理…
zh_hant: 處理中⋯
zh_hk: 正在處理…

# TK.Placeholder.savingDots
source: Saving…
ar: جاري الحفظ…
bg: Запазване…
ca: Desant…
cs: Ukládání…
da: Gemmer…
de: Sichern …
el: Αποθήκευση…
es: Guardando…
es_419: Guardando…
fi: Tallennetaan…
fr: Enregistrement…
fr_ca: Sauvegarde…
he: שומר…
hi: सहेजा जा रहा है…
hr: Spremanje…
hu: Mentés…
id: Menyimpan…
it: Salvo…
ja: 保存中…
kk: Сақталуда…
ko: 저장 중…
ms: Menyimpan…
nb: Lagrer…
nl: Bewaren…
pl: Zachowuję…
pt_br: Salvando…
pt_pt: A guardar…
ro: Salvare…
ru: Сохранение…
sk: Ukladám…
sv: Sparar…
th: กำลังบันทึก…
tr: Kaydediliyor…
uk: Збереження…
vi: Đang lưu…
zh_hans: 正在存储…
zh_hant: 儲存中⋯
zh_hk: 正在保存…

# TK.Placeholder.searchingDots
source: Searching…
ar: جاري البحث…
bg: Търсене…
ca: Buscant…
cs: Hledání…
da: Søger…
de: Suchen …
el: Αναζήτηση…
es: Buscando…
es_419: Buscando…
fi: Etsitään…
fr: Recherche…
fr_ca: Recherche…
he: מחפש…
hi: खोज जारी है…
hr: Traženje…
hu: Keresés…
id: Mencari…
it: Cerco…
ja: 検索中…
kk: Ізделуде…
ko: 검색 중…
ms: Mencari…
nb: Søker…
nl: Zoeken…
pl: Szukam…
pt_br: Buscando…
pt_pt: A pesquisar…
ro: Căutare…
ru: Поиск…
sk: Hľadám…
sv: Söker…
th: กำลังค้นหา…
tr: Aranıyor…
uk: Триває пошук…
vi: Đang tìm kiếm…
zh_hans: 正在搜索…
zh_hant: 搜尋中⋯
zh_hk: 正在搜索…

# TK.Placeholder.updatingDots
source: Updating…
ar: جاري التحديث…
bg: Обновяване…
ca: Actualitzant…
cs: Aktualizace…
da: Opdaterer…
de: Aktualisieren …
el: Ενημέρωση…
es: Actualizando…
es_419: Actualizando…
fi: Päivitetään…
fr: Mise à jour…
fr_ca: Mise à jour…
he: מעדכן…
hi: अपडेट किया जा रहा है…
hr: Ažuriranje…
hu: Frissítés…
id: Memperbarui…
it: Aggiorno…
ja: アップデート中…
kk: Жаңартылуда…
ko: 업데이트 중…
ms: Mengemas kini…
nb: Oppdaterer…
nl: Bijwerken…
pl: Uaktualniam…
pt_br: Atualizando…
pt_pt: A atualizar…
ro: Actualizare…
ru: Обновление…
sk: Aktualizujem…
sv: Uppdaterar…
th: กำลังอัปเดต…
tr: Güncelleniyor…
uk: Оновлювання…
vi: Đang cập nhật…
zh_hans: 正在更新…
zh_hant: 更新中⋯
zh_hk: 正在更新…

# TK.Placeholder.waitingDots
source: Waiting…
ar: قيد الانتظار…
bg: Изчакване…
ca: Esperant…
cs: Čekání…
da: Venter…
de: Warten …
el: Αναμονή…
es: Esperando…
es_419: Esperando…
fi: Odotetaan…
fr: Attente…
fr_ca: Attente…
he: ממתין…
hi: प्रतीक्षा जारी है…
hr: Čekanje…
hu: Várakozás…
id: Menunggu…
it: Attendo…
ja: 待機中…
kk: Күтілуде…
ko: 대기 중…
ms: Menunggu…
nb: Venter…
nl: Wachten…
pl: Czekam…
pt_br: Esperando…
pt_pt: A aguardar…
ro: Așteptare…
ru: Ожидание…
sk: Čakám…
sv: Väntar…
th: กำลังรอ…
tr: Bekliyor…
uk: Очікування…
vi: Đang chờ…
zh_hans: 等待中…
zh_hant: 等待中⋯
zh_hk: 正在等待…

# TK.Label.bank
source: Bank
bg: Банка
cs: Banka
es_419: Banco
fr_ca: Banque
hr: Banka
it: Banca
ja: バンク
kk: Банк
ko: 뱅크
pt_br: Banco
pt_pt: Banco
tr: Doğum Günü
uk: Берег
vi: Ngân hàng
zh_hant: 銀行
zh_hk: 银行

# TK.Label.wiFi
source: Wi-Fi
de: WLAN
he: אינטרנט אלחוטי
hi: वाई-फ़ाई

# TK.Label.bluetooth
source: Bluetooth
th: บลูทูธ
zh_hans: 蓝牙
zh_hant: 藍牙
zh_hk: 蓝牙
